Repository: pressable/pressable-cache-management
Catalog: pressable-cache-management/languages/pressable_cache_management-*.po
Languages: de_de

source: Cache Mangement By
de_de: Cache-Verwaltung von

source: Extend Batcache
de_de: Batchcache erweitern

source: Extend the length of time a Batcache render is stored
de_de: Verlängern Sie die Speicherdauer eines Batcache-Renderings

source: Flush Batcache automatically when new page/post is updated
de_de: Batcache automatisch leeren, wenn eine neue Seite/ein neuer Beitrag aktualisiert wird

source: Flush Cache
de_de: Cache leeren

source: Flush cache automatically on plugin & theme update
de_de: Cache automatisch bei Plugin- und Theme-Update leeren

source: Flush Cache on Edit
de_de: Cache beim Bearbeiten leeren

source: Flush Cache on Update
de_de: Cache beim Update leeren

source: Flush Object Cache
de_de: Objekt-Cache leeren

source: Flush your Pressable site object cache (Database)
de_de: Leeren Sie Ihren Pressable-Site-Objekt-Cache (Datenbank)

source: Presable cache management made easy
de_de: Presable Cache Management leicht gemacht

source: Pressable Cache Management Settings
de_de: Pressable Cache-Verwaltungseinstellungen

source: Purge CDN Cache
de_de: CDN-Cache leeren

source: These settings enable you to manage cache on your Pressable site.
de_de: Mit diesen Einstellungen können Sie den Cache auf Ihrer Pressable-Site verwalten.
